Repository: leninalbertolp/hueman-addons
Catalog: lang/*.po
Languages: es_es

source: Display social sharing buttons in your single posts
es_es: Mostrar botones sociales de compartir en los posts individuales

source: Social Sharring Bar Setttings
es_es: Configuración de la barra para compartir en redes sociales

source: Display social sharing buttons in each single articles.
es_es: Se mostraran los botones sociales de compartir en los posts individuales.

source: Make the Share Bar "sticky"
es_es: Barra de compartir en redes social pegajosa

source: Make the social share bar stick to the browser window when scrolling down a post.
es_es: Hace que la barra de compartir en redes sociales , se adhieren a la ventana del navegador cuando se desplaza hacia abajo en el post.

source: Enable Twitter Button
es_es: Habilitar el botón de Twitter

source: Twitter Username (without "@")
es_es: Nombre de usuario en Twitter (sin el "@")

source: Simply enter your username without the "@" prefix. Your username will be added to share-tweets of your posts (optional).
es_es: Simplemente introduzca su nombre de usuario sin el prefijo "@". Se añadirá su nombre de usuario al compartir tus post en twitter (opcional).

source: Enable Facebook Button
es_es: Habilitar el botón de Facebook

source: Enable Google Plus Button
es_es: Habilitar el botón de Google Plus

source: Enable Pinterest Button
es_es: Habilitar el botón de Pinterest

source: Enable LinkedIn Button
es_es: Habilitar el botón de LinkedIn

source: works only with the Hueman theme
es_es: Sólo funciona con el tema Hueman

source: The <strong>%1$s</strong> plugin %2$s.
es_es: El <strong>%1$s</strong> plugin %2$s.

source: Share
es_es: Compartir
